{"_id":{"$oid":"5aa8873ee11164cca0e14e7b"},"keyword":"test","id":1.0,"categ":"root","contents":"If you can read this, the MEAN stack is working."}
{"_id":{"$oid":"5aadcd572a4bda19de770698"},"keyword":"mictlan","id":2.0,"categ":"anec","title":"From the Underworld to the Heavens","subTitle":"A dream of a dog that guided me through underworld gates to a room with a galactic map.","pageNo":1,"images":["corndog.jpg"],"contents":"\u003cp\u003eIn 1999 I was in graduate school in Claremont, California, and I was living on campus. On an early morning in March, on dormitory grounds not far from the library, I lay dreaming. Perhaps the closeness to the library, whose collections I’d consulted on the Dead Sea Scrolls, Gnostic esoterica, and cuneiform anthologies, swayed my vision.\u003c/p\u003e\u003cp\u003eI had died. I knew it, and my friends knew it. I could no longer dwell upon the world. It was time to submit to the world below.\u003c/p\u003e\u003cp\u003eI entered a long, tiled hallway whose high, overhead lamps darkened as I proceeded. Flames thrashed in a long row at the base of each of the monolithic walls, casting an obtuse angle of light and shadow upon titanic bas-relief carvings of pharaohs from the Nile\u0026rsquo;s Upper Kingdom. Before my admittance to the spirit world, would I endure a conflagration from the \u003cem\u003eEgyptian Book of the Dead\u003c/em\u003e?\u003c/p\u003e\u003cp\u003eAs I proceeded farther between the blazing walls, a council of Babylonian gods was judging my eligibility for entry. Toward the end of the corridor, I found a niche in the wall with a display of jade plaques, fashioned into miniature Maya burial masks. I heard a shrill yapping and looked down, whereupon I found a small, chubby yellow bulldog, wagging its chunky tail and panting as it approached me. It turned and scampered to the end of the hall, so I followed my frisky new companion to the hall\u0026rsquo;s conclusion.\u003c/p\u003e\u003cp\u003eThere the hall hit a black wall and a short runner ramp to its right. I descended it and entered a carpeted executive office suite. After greeting an attendant in a fine business suit, I briefly explored the suite until I heard again from the voice of the Babylonian council. The members pronounced: \u0026ldquo;While you are here in this office, you will have complete consciousness. Provided that you remain thoroughly aware of your location and condition, you can do anything here.\u0026rdquo;\u003c/p\u003e\u003cp\u003e\u003cem\u003eWas this some sort of administrative center for an astral plane?\u003c/em\u003e I wondered.\u003c/p\u003e\u003cp\u003eI turned to one of the suite\u0026rsquo;s walls, a movie screen-sized digital interface panel with photographic resolution of the Milky Way\u0026rsquo;s spiral. The stellar imagery appearing as the scope pulled and rotated—but ever with a background of a vast green ribbon of stars—dazzled me. I put a finger to the panel, and where I touched flickered a small ripple of red light. The interface zoomed to the star I had approximated, and more accurately to the solid planet in its orbit at my point. Further still it zoomed to the continental shore, further to a large extraterrestrial slug with bulging eyes and punctuated external gills as it crept from the calm waves to the sandy beach under a night sky.\u003c/p\u003e\u003cp\u003eHere in the underworld I had access to technology by which I could see anything in this galaxy. Or beyond? I haven\u0026rsquo;t returned to check. I awoke in my dorm bed to a humbling awe from this narrative of death.\u003c/p\u003e\u003cp\u003eThis episode alone makes me no expert on the netherworld. The Aztecs believed that it was comprised of eight strata, descending to Mictlan, the deepest, blackest cavern, a constant smokehouse without chimney. A Buddhist could speak of exponentially more. If my conscience has encountered any of these realms, I could count only a few. If I have other lessons that I should learn so that I may apply them in this waking world, may I not go about these other realms recklessly – or without precaution. Mictlan Teuctli, skeletal Lord in Mictlan, please protect me well and guide me well through these places of obscurity and fright.\u003c/p\u003e\u003cp\u003eIn previous journeys I wandered what appeared to be Paradise and what appeared to be Inferno. Of the former I can recall mild sunlight upon lush, florescent pastures around a shallow marsh. At the water\u0026rsquo;s edge, among a thick of reeds, a lone pump regulated the supply. Of the latter I know hot, claustrophobic caverns of fractured stone in a dark maroon haze. As I fervently scuttled among the rocks, I reached a high pocket whose roof crumbled, revealing a set of lead pipes behind the set. First of the two most enduring conclusions from these images of Heaven and Hell is what artificial constructs they were. And the other was how direly lonely I felt in each. Given these options, I\u0026rsquo;d rather return to this world (or some other) and do something useful. The strategy isn\u0026rsquo;t even unique to Buddhism; early Christians such as Origen of Alexandria believed in similar afterlife opportunities for agency – until it was illegal to think so.\u003c/p\u003e"}
{"_id":{"$oid":"5aaed512ac09cda831d1158f"},"keyword":"legba","id":3.0,"categ":"anec","title":"An Encounter with Legba","images":["elegba.jpg"],"otherPage":2,"subTitle":"Memoirs from my first observance of a Voodoo ceremony: the invocation of the \u0026quot;Papa Legba\u0026quot; spirit and the extraordinarily vivid dream that followed.","contents":"\u003cp\u003eI had earned my degree in May 2006, so by the end of March 2007 I should have found real work. What I was earning as an adjunct instructor then was keeping me just above the poverty threshold. During the 2006-07 academic I year I had sent over twenty-five applications, for every type of academic position in all of my areas of expertise - or at least those in which I could claim experience. I had applied for postdoctoral fellowships, visiting professorships, tenure-track professorships, and research grants, across linguistic anthropology, cultural anthropology, Latin American studies, and religious studies. Applying for full-time careers had become a full-time career. My return? One religion professor candidacy that I did not receive. And from the rest - nothing. Nothing. Nothing.\u003c/p\u003e\u003cp\u003eI might have been comforted with the reality that most academic careers take a few lags before reaching the stability of a tenure-track position. Even many of my former teachers had had to move halfway across the country to pursue visiting professorships before the big score. They assured me that I would eventually achieve the like.\u003c/p\u003e\u003cp\u003eMy department\u0026rsquo;s hiring record suggested otherwise. 2007 was its sixth consecutive year for a tenure-track hire, half of them in biological anthropology. The most recent three were hired before even completing their doctorates. They had attained in one year what I continued to strive for after two. And they were all fairly attractive, too.\u003c/p\u003e\u003cp\u003eWhat I was doing felt more and more obsolete, and that was how I was regarding myself. What was this degree for? Why did I sacrifice five of my final prime years for all this work? Would teaching as an adjunct next year pay my loans?\u003c/p\u003e\u003cp\u003eI needed new perspective. As I had taught at a private liberal arts college in the previous fall, I kept my campus email. Amidst the notices about campus maintenance and student advising, I found a conspicuous announcement for a Voodoo ceremony to be held at the college\u0026rsquo;s interfaith chapel on the eve of April.\u003c/p\u003e\u003cp\u003eVoodoo was synthesized from the various traditions of African slaves to the Caribbean, where it fused with cult to Catholic saints. I knew a little of the religion, but I had never participated in it. Maybe, with this ceremony, I could gain new perspective.\u003c/p\u003e\u003cp\u003eOn the late afternoon of the ceremony date, I entered the chapel. Its carpeted central chamber had already undergone several preparations for the ceremony. Bright portraits of saints and West African Loa spirits, painted in rustic community settings, stood upon two tiers of a table toward the space\u0026rsquo;s south end, against the wall separating the chamber from the meditation garden. Small buns, assorted blossoms, and water bottles lay in a row at the front of the table\u0026rsquo;s lower tier. A large bowl of popcorn stood at one corner of the table, and a wooden bowl of yellow corn flour lay upon the table\u0026rsquo;s center. At the opposite end of the chamber, three rows of unfolded chairs were set in concentric arcs facing the table.\u003c/p\u003e\u003cp\u003eFirst came two students, clad in white t-shirts and pants. I then remembered from the email that I should have worn something white, and not my black Tampico t-shirt and dark blue jeans. Other students trickled in. The professor who had announced the event escorted the Voodoo Spirit House members into the chapel. I greeted him and thanked him for his email. I introduced myself to the Spirit House members as a former adjunct instructor at the college and as a curious seeker.\u003c/p\u003e\u003cp\u003eLauren, a portly White woman in her early forties, was our mambo, the high priestess for the visiting Spirit House. She wore a loose white blouse and trousers, and her feet were bare, but her hair was wrapped in a long white sash. She explained that the Loa invoked in Voodoo ceremonies favored the white color and worked well with those who wore it. Even though I had brought no white attire, I could at least sport the color upon my head as I received a white mouchoir, a bandanna that I tied around my scalp.\u003c/p\u003e\u003cp\u003eLauren explained that tonight\u0026rsquo;s ceremony was dedicated to Papa Legba, the Loa spirit of communication and intellect - and a little mischief. It was he who could communicate most clearly between the humans and the Loas, and it was he who could reveal destiny by removing our obstacles to achieving it. Because of this emphasis on the intellect, tonight\u0026rsquo;s ceremony would be \u0026ldquo;cool and controlled.\u0026rdquo; Perchance tonight Legba might open the doors to destiny. Perchance he may even present himself to the celebrants - whatever that meant.\u003c/p\u003e\u003cp\u003eThe novices received a small, stapled pamphlet listing the lyrics for our recital. Lauren provided us with short refrains for us to repeat during intervals within her Haitian Creole invocations to Legba. Our refrains had three lines, each building in intensity until the third ended on an emphatic \u0026ldquo;Woo!\u0026rdquo; as we waved our hands upward.\u003c/p\u003e\u003cp\u003eToward the conclusion of this rhythmic singing and swaying, the Spirit House\u0026rsquo;s hungan high priest spread a large white tablecloth over the floor between the seats and the table. From the table he removed the corn flour bowl. Following the songs\u0026rsquo; cadence, he scooped out small heaps of the flour and poured it onto the tablecloth in small pinches as it formed an intricate, quartered pattern of intersecting straight lines, sweeping curves, and sharp angles. This was the esoteric veve symbol for Legba, drawn in mirrored form so that it appeared correctly aligned from the Loas\u0026rsquo; opposite perspective. After the priest completed drawing the veve, he returned the bowl to the table.\u003c/p\u003e\u003cp\u003eThe invocation approached fulfillment. Lauren stepped about as she chanted in the Creole until she took a quick stumble. She spun halfway and almost fell, and she heaved to stand up again. She picked up her tall white cane from the side of a chair and supported herself with it in one hand and with the back of a chair in her other.\u003c/p\u003e\u003cp\u003eThe hungan priest approached her. \u0026ldquo;Papa Legba? Have you returned? Are you here with us?\u0026rdquo;\u003c/p\u003e\u003cp\u003eThe murmured voice from Lauren was deep and deliberate. \u0026ldquo;Yes, hungan, my son. It is good to see you again.\u0026rdquo;\u003c/p\u003e\u003cp\u003eThe hungan led Lauren\u0026rsquo;s form by her arm to a chair in the back row, where he helped seat her. But it was not she. Hungan lit a cigar that she drew in long puffs. Lauren / Legba drank swigs from a glass of clear rum. Among the new and familiar faces, Legba saw many who could benefit from his advice. They only had to approach him to ask of it.\u003c/p\u003e\u003cp\u003eAs the participants converged around the seated Loa, one of the Spirit House members approached his chair and knelt before him. Did I have the courage to tell the Loa, as well as everyone listening, that I was ready to abandon my academic career to resume writing? Now that the Loa was here, I couldn\u0026rsquo;t forego my first opportunity to speak with him. Maybe this was the reason I had come. I needed his audience. So I took my position in the forming line, and when my time came to speak with him I stood before him and then knelt, my palms spread over my knees.\u003c/p\u003e\u003cp\u003e \u0026ldquo;Greetings, priest!\u0026rdquo; he called me, cigar held out to his side.\u003c/p\u003e\u003cp\u003e \u0026ldquo;Hello, Legba,\u0026rdquo; I said in a stir, \u0026ldquo;I need your help. I am at a crossroads. I have to decide between my academic career or a writing career. I cannot do both. What should I do?\u0026rdquo;\u003c/p\u003e\u003cp\u003eLegba was quick to respond. \u0026ldquo;Who is the master of your fate? Who will decide for you if you will not? I cannot make your decisions. That is what you must do.\u0026rdquo; I paused on this sober revelation. It was my choice. I pursue that choice by writing this all now. The Loa continued. \u0026ldquo;You should conform to the path you arranged with your guardian angel before your birth.\u0026rdquo; Since before my birth? No one had ever originated my life\u0026rsquo;s course so profoundly. But why did you greet me as \u0026ldquo;priest\u0026rdquo;?\u003c/p\u003e\u003cp\u003eAfter Legba\u0026rsquo;s counsels were complete, he concluded with a general advice to the group: \u0026ldquo;The child is fearless. Even the child is not afraid to trample over the veve. The child is not afraid to summon the angels, the Loas, and God. Be fearless.\u0026rdquo;\u003c/p\u003e\u003cp\u003eLauren regained her senses, and she began to cough because of the cigar, her eyes watering. Her voice resumed its softer tone. Papa Legba had departed.\u003c/p\u003e\u003cp\u003eTo close the ceremony, the participants approached the table in pairs, dancing in unison before the saints and Loas and placing small votive candles upon the table\u0026rsquo;s lower tier. My partner was a teenage novice in the Spirit House. She whispered that I follow her lead. I held a lit votive candle in my palms as I walked toward the table with her at my side. We stepped side to side, we twirled counter- and clockwise on bare feet - at least, to my best effort. As the ceremony was subsiding, the departing Loa spirits left trailing energy channels, through which we could send our prayers. They worked especially well through these Loa channels. I set my flame upon the table with the intention of my prayer, then: I wish to write.\u003c/p\u003e\u003cp\u003eI returned to my apartment and recorded what had happened. At midnight I performed my devotion, with a special acknowledgment for the outlook gained from the ceremony, and I hung my mouchoir over the right arch of my eastern altar, where it remains. I then plunged to sleep in my bed.\u003c/p\u003e","pageNo":1}
{"_id":{"$oid":"5aaed9cbac09cda831d11590"},"keyword":"legba","id":3.0,"categ":"anec","images":["agereifa.jpg"],"pageNo":2,"otherPage":1,"contents":"\u003cp\u003eThe dream came into focus when I recognized my surroundings, in my family\u0026rsquo;s former house in Missouri. My father had kept his home office in a corner room in the basement level. Here I could peer into that room through three tall, vertical windows cut into its red granite walls, too thinly to pass through. Within the enclosure I saw a vast dry, earthen floor, dotted about its center with laboratory tables and immersed in a magenta haze. Various terrariums containing large, live insects stood atop the table surfaces. A hot gust drafted through the windows.\u003c/p\u003e\u003cp\u003eThis was not a space that I customarily tread, nor could I do it casually. It was only because my father had left for the weekend that he entrusted me to tend to his animal laboratory. There was no actual conversation in the dream, just the recollection of one, in which I had asked, \u0026ldquo;How should I feed them?\u0026rdquo;\u003c/p\u003e\u003cp\u003e\u0026ldquo;Let them eat each other until their food web achieves balance.\u0026rdquo; No matter how many would perish.\u003c/p\u003e\u003cp\u003eI stepped into the laboratory hall through a glass door to the right of the stone windows, and its ambience recalled the American Southwest. The straight walls rose to three stories, and all but the granite wall behind me were painted in the deep red of the stones of Arizona\u0026rsquo;s Painted Desert. Wavy Spanish tiles lined the ceiling. A dry heat rose from the earthy floor, over which mocha tarantulas and large black beetles crisscrossed. I cautioned to avoid trampling them. Small yellow and brown songbirds zipped around me and climbed to perch upon the long, wooden beams spanning beneath the ceiling and supported by tall, granite columns. Sunlight penetrated the room through a row of square apertures, high atop the wall opposite the one through which I had entered.\u003c/p\u003e\u003cp\u003eAt the end of the hall to my right, a large alcove housed a motley gallery of marine creatures. Here the ceiling came low, only a few feet above me. An entire wall panel, from the floor to the reduced ceiling, held a vertical aquarium tank. Two naked mollusks, speckled in roan like giant clams, waved freely in the bright blue water with the grace of moon jellyfish. A separate network of tanks, suspended from the ceiling, was connected by a transparent tube, through which swam a small, cerise goldfish. A rectangular pedestal near the alcove\u0026rsquo;s center supported a miniature garden of tender tropical shoots sprouting from black soil. Ensconced among the shoots, a terrestrial starfish, laying on its side, extended its several slender arms in a single direction. It could survive outside water because of the regimen of vapor spraying over the garden.\u003c/p\u003e\u003cp\u003eA tall cage at the alcove\u0026rsquo;s farthest corner contained three live rodents resembling large pale rats. They were a rare herbivorous species with rabbit ears, and they could stand up to half a meter on two legs. Was this a menagerie from what was? From what will be? Or from what could have been? For its species were unlike anything of the now. As such, I knew nothing of how to sustain them. Even though I was the only human in the laboratory, I shouted upward, \u0026ldquo;Father! Father?! What must I do to keep them all alive?!\u0026rdquo; These creatures were too precious to let their lives to chance.\u003c/p\u003e\u003cp\u003eMaybe the touch-screen interface near the starfish\u0026rsquo;s garden could automate the life-support systems. It featured five green hexagonal buttons connected by a network of thin blue circuits. The only operation I understood was that Button Five, toward the lower right corner, activated the \u0026ldquo;safety\u0026rdquo; option, howsoever that worked.\u003c/p\u003e\u003cp\u003eWhere did the tourist group come from, and what were they doing in this private area? As I went to intercept the tourists and escort them through the exit at the other end of the laboratory, beyond the pillars supporting the ceiling beams, I again checked my footing to avoid stepping on the various scuttling arthropods. The sunlight brightened.\u003c/p\u003e\u003cp\u003eThe tourists\u0026rsquo; intrusion was already unacceptable, but they were prying open a set of glass doors toward the end of the granite wall, to step into a computer room that was absolutely prohibited, even to me. They had to leave. I nudged them all out of the laboratory through the ajar exit.\u003c/p\u003e\u003cp\u003eBefore locking the door shut, I surveyed the outdoor space. My father\u0026rsquo;s entire laboratory was but one of three identical, parallel halls in a row beside a long, paved path. Around the buildings bright green grass glistened with dew from the parting mist. I waved at an anthropology professor and his prot\u0026eacute;g\u0026eacute;e, standing at the entrance of the adjacent hall, an anthropometric laboratory. And then I closed the door, to keep the tourists out and the animals in.\u003c/p\u003e\u003cp\u003eI could view the dark interior of the computer room through its glass door. One of the side walls was lined with a three-by-three grid of empty animal cages. The back side of a meter-tall console, an island in the center of the small, tiled floor, faced the door, and behind it stood an elaborate, metallic operating chair. A man was still strapped into the chair, a brassy knob twisted through a steel band around his crown to press into his fore, where it remained until the experiment resumed. I couldn\u0026rsquo;t tell whether he was dead or comatose without coming closer, which I was tempted to do. I even nudged the glass door open with my foot, but I withdrew it and shut the door.\u003c/p\u003e\u003cp\u003eI briskly awoke at daybreak, but I was dragged back to a slumber that pulled me into the laboratory. Why did I return? What information was I meant to obtain? Was it stored in the computer console?\u003c/p\u003e\u003cp\u003eAll the animals had disappeared, leaving only a stale quiet and a warm breeze among the deep magenta walls. Even the alcove\u0026rsquo;s cages and tanks were empty. The inanimate man in the computer room was gone. I activated the ceiling fluorescent lights over the computer, alit in a soft yellow, and I walked around the computer, which was unplugged and likely even erased. Nothing remained to attend. I awoke again.\u003c/p\u003e\u003cp\u003eThroughout the day I dwelt upon what I had seen in this amazing vision. Had I been among creatures of another time? If all this had come from the cool, controlled ceremony, I could only imagine what a hot, unbridled one would have done. Papa Legba opened the doors for me, to reveal a veritable science fiction world. By walking through them I encountered something real in Voodoo. And to this day my respect for that religion is an order of magnitude higher than what it was before that evening.\u003c/p\u003e\u003cp\u003eWithin two weeks since the Legba ceremony, I received notice of candidacy for a one-year visiting professorship in Providence. By the end of April I secured it. \u003cem\u003eThank you, Papa Legba, for the doors you had opened. But why did you greet me as \u0026ldquo;priest\u0026rdquo;?\u003c/em\u003e\u003c/p\u003e"}
{"_id":{"$oid":"5aaf1735ac09cda831d11591"},"keyword":"fatality","id":4.0,"categ":"anec","images":["cabecera.jpg"],"title":"A Bus Fatality","subTitle":"A deleted scene from \u0026quot;The Shaman's Cross\u0026quot;: one of my hardest moments in Veracruz was seeing a bus knock an elderly lady down.","contents":"\u003cp\u003eThe bus was approaching. Because I hadn\u0026rsquo;t taken it from Tlamachiliz, I thought that I would board farther down the street, at the corner of the small city park. So there I went. That was only where previous passengers were dismounting. Boarding was back in front of the station.\u003c/p\u003e\u003cp\u003eAfter the passengers had exited, the bus budged forward, even as several people were racing across the street. One of these was an ancient woman clad in the traditional brilliant cross-stitch shoulders and white cloth. She balanced a bowl of leaf-wrapped tamales over her head as she darted across the road.\u003c/p\u003e\u003cp\u003e\u0026ldquo;Stop the bus! She\u0026rsquo;s crossing the road!\u0026rdquo; people shouted to the bus driver as he slowly wheeled forward. He was oblivious to the voices outside. Perhaps it was music from the cabin\u0026rsquo;s speakers. Or the pressure to depart from the station on schedule. Or the soundproof windows. The little woman was inches in front of the bus, but she still should have been visible from the driver\u0026rsquo;s seat. It bumped her, and she released her right hand to uselessly hold back the vehicle. In my panic I froze, shouting: \u0026ldquo;OH! OH! OH!\u0026rdquo; \u003cem\u003eFor God\u0026rsquo;s sake, stop the bus!\u003c/em\u003e I should have run to the corner of the bus and thumped it with my hand, or \u003cem\u003eanything\u003c/em\u003e else to startle the driver to brake. A final lunge knocked the grandmother to the street. Then the bus came to a stop.\u003c/p\u003e\u003cp\u003eAs onlookers encircled the site of the concussion, a woman in her forties ran weeping to the grandmother, wincing on her back. She was breathing and moaning, but at least she could still move. I asked around whether anyone had called for an ambulance, and a woman said that the call had been made. The whole matter petrified me. A pickup from the city council arrived, and it backed up toward the city park. Two policemen entered the bus to speak with the driver. He later drove the bus down the main street.\u003c/p\u003e\u003cp\u003eTwo men raised the elderly Nahua from the street and carried her on her back to the pickup\u0026rsquo;s front seats, where she was rested on the men\u0026rsquo;s laps. This was the closest to ambulance service available, and it drove her to the municipal hospital. (Months later white paper flyers were posted on the whitewashed walls overlooking the main street of Tlamachiliz and on the wooden utility posts around the city park. They protested the apparently casual acquittal of a bus driver from this same company after a lethal accident with an indigenous woman. That must have been this one.) Had I run to the street to remove her from the path, there might have been two casualties instead of the one. If I had at least thumped the bus, could this event have been avoided? Could she have survived? These questions remain my albatross to bear.\u003c/p\u003e\u003cp\u003e\u003cem\u003eWhy did you cross the road so soon, you fool?\u003c/em\u003e\u003c/p\u003e","pageNo":1}
{"_id":{"$oid":"5aaf1b87ac09cda831d11592"},"keyword":"lighter","id":5.0,"categ":"anec","title":"Jon's Lighter","subTitle":"An incident from high school that reminded me for whom I write--and for whom I don't.","pageNo":1,"contents":"\u003cp\u003eMy junior year of high school oversaw my most prolific ideation until the year I lived in Mexico. I wanted to make my \u003cem\u003eMoteotoca\u003c/em\u003e space novels plausible not only for their mythological and cultural accuracy but also for the complexity of the alien ecosystems therein. Wayne Barlowe and Dougal Dixon most influenced this approach. The alien and Terran organisms I designed were fleeting species, subjects of trellised evolutionary processes situating them among the pressures of natural or artificial selection. A species needed a genetic ancestor, adaptive idiosyncrasies, radiated siblings, and, wherever possible, future descendants. I was sketching dozens of unique creatures.\u003c/p\u003e\u003cp\u003eThe disadvantage remained then of still being in Missouri. However, my discouragement didn\u0026rsquo;t specifically stem from students who dismissed such radical notions as evolution or heliocentrism. This time, it was Jon, a fellow junior whom I thought I could trust to see my penciled drawings – undisciplined but sufficient, often illustrating specific organs as adaptive mechanisms. I respected his stance because of his extensive literacy in science fiction.\u003c/p\u003e\u003cp\u003eOne of the episodes in the first novel involved a new generation of sentient beings inhabiting the sixth sun, a conscious detour from Aztec doomsday. I drew a sample in profile: bipedal, technological … and reptilian. I showed Jon the sheet. He mimicked the flicking of a lighter in his fist and waved the invisible flame beneath my paper.\u003c/p\u003e\u003cp\u003eEven with minimal knowledge of East Asian religions, I was fascinated with reincarnation. What were the extents to its operations through space and time? I was looking to explore this question by positing two extraterrestrial societies, one resembling a pod of dolphins and the other a hive of lizards, at opposite ends of the Milky Way. Their only knowledge of each other was glimpsed through instants of past-life regression, for members of one species would reincarnate into the other. I drew one of each on a page and showed them to Jon. He cocked an invisible rifle and sprayed lead shot into the head of each. That was the last time I would invite constructive criticism from a sociopath.\u003c/p\u003e\u003cp\u003eI no longer write for hunters. I write for seekers.\u003c/p\u003e"}
{"_id":{"$oid":"5aaf20e4ac09cda831d11593"},"keyword":"evilmind","id":6.0,"categ":"story","images":["uruapan.jpg"],"title":"Creatures of an Evil Mind (2002)","subTitle":"Inspired by an Oneida myth, I wrote this short story toward a creative writing assignment for a Native American literature course.","pageNo":1.0,"contents":"\u003cp\u003e\u003cstrong\u003eThis was not the oil.\u003c/strong\u003e This was the oil to fatten, the viscous pool so prepared for the creatures that those \u0026ldquo;humans,\u0026rdquo; those distant beings known then only in whisper, would consume. This was not the oil for the unfit ones, the animals that these… \u0026ldquo;humans\u0026rdquo; would not eat. The Good Mind knew which should taste oil – he knew the animals to be eaten and those to lie outside human appetite. But they all came, though the Good Mind forbade it. When the otter dove into the great oily pit, the Good Mind would remove him just as quickly, wringing the oil from its body and in so doing stretching that body long. This was not the oil. It was not the oil for the fisher, the weasel, or the mink. The panther came. It was not his oil. The wolf came. Not his. Nor was oil for the great wolf, nor the fox, the lynx, the wildcat. None of them would ever savor its taste.\u003c/p\u003e\u003cp\u003eAfter Good Mind had anointed the food animals with their chrism into human consumption, he left that place. A foul vapor began to fill the air above the pit, a presence that was at once of great malice and yet of great sorrow, filled the space where Good Mind had been. There were hissing sounds, hundreds of voices consonant in their wretchedness and envy. Evil Mind had come to the oil pit to unleash malice into his perfect brother\u0026rsquo;s perfect world.\u003c/p\u003e\u003cp\u003eLong, warty fingers delicately untied a bag of writhing creatures. A mass of insects and reptiles poured from the bag like a caustic acid into the oil. These were the vilest creatures: the rattlesnake, the insects, and the worms, all of them now growing fat in the Good Mind\u0026rsquo;s oil. The Evil Mind brought many terrible beings into the world in that accursed moment. Even in a world that did not yet know a sun, a moon, or a single star, this was an instant of great darkness.\u003c/p\u003e\u003cp\u003eIn spite did the Evil Mind seek to undo the beauty of his brother\u0026rsquo;s harmonious world. He tempted the pure animals to his baited traps, from whence he made them his own. Thus he took creatures of beauty and corrupted them into perverse things, what was left of their souls driven only with the intent to inflict suffering on the coming humans. These were creatures with brains blackened of hatred, a hate that they turned on one another, to the Evil Mind\u0026rsquo;s delight. The darkest of these will be his weapons against humanity. The Evil Mind sat and watched his atrocities lash blindly against each other in their obscuring rage. The Evil Mind crouched close to them and grinned.\u003c/p\u003e"}
{"_id":{"$oid":"5aaf21d0ac09cda831d11594"},"id":7.0,"keyword":"turtles","categ":"story","images":["copanturtle.jpg"],"title":"Jumping Across Turtles","subTitle":"Another short myth I wrote for the Native American literature course. It is a \u0026quot;new tale\u0026quot; for the Winnebago Trickster Wakjankaga.","pageNo":1.0,"contents":"\u003cp\u003e\u003cstrong\u003e\u003cem\u003eAyya ayya\u003c/em\u003e\u003c/strong\u003e. It is said that, in times long ago, our world was placed on the back of a great turtle, adrift in our galaxy, a great ocean filled with stars. It is also said that this turtle once lived with five other turtles in the Cradle, the center of the galaxy where there are so many stars that dark night never falls. Each of the six turtles supported a tribe on its back: the Glossy Skins, the Five Eyes, the Many Eyes, the Underground, the Casts No Shadow, and the Two Legs.\u003c/p\u003e\u003cp\u003eNow in those times, terrible monsters lurked in the dark spaces between the stars. People could travel from one turtle to another, but they did not dare from fear of those monsters. The monsters toyed with sojourners and made them into horrendous things. Some travelers would reach a tribe on the back of another turtle and then burst into a swarm of poisonous insects. Some would scream for hours until they cut their own hearts. Another traveler could arrive looking just like a walking skeleton, just yelling curses at the people until its bones crumbled to pebbles. It is said that in those ancient times we could travel through space, but the monsters knew how to do many terrible things to us in those desolate places. To see one of these dark monsters would make one suffocate with fear. So it is said why we could no longer breathe in space.\u003c/p\u003e\u003cp\u003e\u003cem\u003eOhuayyeh. Oyahuuue.\u003c/em\u003e\u003c/p\u003e\u003cp\u003eNow it is said that the eldest of them, Wakjankaga, arrived here to our turtle, to us the Two Legs people. And he saw us doing many splendid things there at our village. He saw the women weaving blankets with many impossible colors and the men bringing down the great hairy elephants for their skin and meat. Ah, and the children were playing such amusing games! Hah! Wakjankaga saw a girl throwing a ball of rubber to a boy, and the boy smacked the ball with a thick wooden paddle. The ball rolled across the ground until another girl caught it.\u003c/p\u003e\u003cp\u003eNow, Wakjankaga remembered that he was born from the Maker of the Earths, so he was superior to the Two Legs people. He joined the game and always struck the rubber ball into space. The children were mad because they kept losing to Wakjankaga, and more importantly they kept losing each new ball. So they drove him out of the tribe.\u003c/p\u003e\u003cp\u003eWakjankaga wished to play this ball game more, so he swam to the turtle on whose back lived the Glossy Skins tribe. He saw that these people were different because their skins were black and always shimmered like tar. So he took tar and rubbed it over his skin, and then he pulled on the skin on his back until it formed into a tall sail, and so he became a Glossy Skins man. He walked to their village and saw the many longhouses made of mud. There was one great longhouse bigger than any other, and this one belonged to the chief and his wife, the priestess. And inside he saw a whole pile of white rubber balls for him to play with.\u003c/p\u003e\u003cp\u003eWhen Wakjankaga saw that nobody was inside the great longhouse, he walked in and grabbed the big ball on top of the pile. It was heavier and harder than the rubber balls of the Two Legs game, but that was no problem for such a sports champion like Wakjankaga! He threw this one into the air, and he swung at it with his wooden club, but it cracked—SPLAT!—and splattered a thick fluid all over him. And so did the second. As for the third. Then the chief stepped back into his house and saw Wakjankaga, covered in a clear slime and surrounded with scattered pieces of these hard balls. The Glossy Skins chief was furious, for what Wakjankaga thought were sports balls were actually the chief\u0026rsquo;s sons, still developing in the eggs that his wife had laid.\u003c/p\u003e\u003cp\u003eNow, the slime rinsed the black tar off Wakjankaga, and the chief saw that the person was a Glossy Skins impostor! \u0026ldquo;You Trickster! You came as one of us, but you have only come to disgrace my family and rob my children! We should kill you for this!\u0026rdquo; Wakjankaga ran out from the longhouse, from the village, all the way to the rim of the great turtle\u0026rsquo;s shell, while the Glossy Skins chief and his swiftest warriors tried to pursue him. When he saw that he had come to the rim of the shell, Wakjankaga looked down into the depths and saw the turtle of the Two Legs people swimming like a tiny minnow in the glittering bed of stars. Leaping from the edge of the carapace, Wakjankaga dove down, all the way down, back to the carapace of our turtle.\u003c/p\u003e\u003cp\u003eThe chief and his warriors would not jump into the space after him, for fear of the great monsters. But then the chief thought of justice, which all chiefs must do. \u0026ldquo;So you came to take my eggs away from me, eh, Trickster! Then I will send the egg of your turtle far away!\u0026rdquo;\u003c/p\u003e\u003cp\u003e\u003cem\u003eWari. Wiri. Yiri.\u003c/em\u003e\u003c/p\u003e\u003cp\u003eThe Glossy Skins chief arranged a ceremony with all the adults of his village, and by their dances and medicines they performed a powerful rite. They summoned a strong wind to drive away the egg belonging to the Two Legs\u0026rsquo; turtle, and there it went, far beyond the Cradle, all the way to the edge of the galaxy. And so the mother turtle chased after her egg, as far as the galactic edge. And there we were, at the distant outskirts! The mother turtle had exhausted of retrieving her egg, and so there it was, high above us as the moon, ever out of her reach. This is why sea turtles no longer tend to their eggs.\u003c/p\u003e\u003cp\u003eNow then, Wakjankaga himself was far from his brothers. \u0026ldquo;Indeed they call me Foolish, they call me the Trickster! Indeed I have become so far from home! Now I remember that I came here to slay the monsters!\u0026rdquo; Just then the Maker of the Earths had pity on his remote son and taught him to build a powerful canoe. Yes, this was a special canoe, for Wakjankaga was able to paddle it all the way back to the Cradle, where he joined his brothers and vanquished all the monsters with their awesome weapons.\u003c/p\u003e\u003cp\u003eHo! Truly, the Maker of the Earths has the genius of invention! He pitied for the Two Legs peoples, who were cast away so far on that turtle named Earth, and he taught our ancestors thus to build new canoes and new vessels. As Wakjankaga had defeated the monsters, he cleared the path for our travels. Our ancestors of the Two Legs tribe did build the new vessels and the great machines, and after many centuries we returned to the bright Cradle in the center of the galaxy. Now there are countless turtles swimming among the stars and many tribes to rest upon their backs. Long ago, it was said that this all happened. \u003cem\u003eYeyeh ayyah.\u003c/em\u003e\u003c/p\u003e"}
{"_id":{"$oid":"5aaf23a4ac09cda831d11595"},"id":8.0,"keyword":"anteater","categ":"story","images":["anteater.jpg","casino.jpg"],"title":"The Anteater in the Casino","subTitle":"At the 2012 Mensa Annual Gathering in Reno, I attended a writing workshop that stressed the ability to think creatively within parameters. Each attendee had 25 minutes to write a short story requiring these keywords: \u0026quot;anteater,\u0026quot; \u0026quot;casino,\u0026quot; and \u0026quot;donut.\u0026quot; Here is mine.","pageNo":1.0,"contents":"\u003cp\u003eI'd only asked where the café was. I wasn't a man of fate until the anteater.\u003c/p\u003e\u003cp\u003eThis was my first visit to Nevada, and I had known nothing of the land save for a few kitschy films showcasing the vanities of American glitter. And by \u0026quot;glitter\u0026quot; I mean bewildering labyrinths of random number generators whose occasional coordination meant fabulous guerdon upon the hapless player. And today that would be me.\u003c/p\u003e\u003cp\u003eThe machines engulfed me at every turn as they flickered in hypnotic strobes of metallic and azure hues, like the lights illuminating a refinery against the night.\u003c/p\u003e\u003cp\u003eI had no idea where to go. I couldn't see above the forest of electric stall. I just wanted a cappuccino. Decaf. Honey. No unnecessary stimulation, nor the guilt of sugar borne of plantation. This was just my last stop on the way to Florida--about 1200 miles before my next refueling. (I've been good to my car.)\u003c/p\u003e\u003cp\u003eSo many machines! So much maelstrom! I groped and scanned among the silhouettes of hopeful, desperate souls praying to their personal geniuses for a modicum of swift fortune. I scratched at the day-old stubble against my chin.\u003c/p\u003e\u003cp\u003eAt last! \u0026quot;C A \u0026Eacute;\u0026quot; appeared behind the tower of the ATM. I picked up a donut--two, even--to savor with the decaf for which I'd plumbed the depths of recondite gamble.\u003c/p\u003e\u003cp\u003eAs I inched through the dark halls of perpetual twilight, then at last came my own brush with my genius of fortune. It was a shaggy beast scuttling across the electric catacombs. My half-eaten and whole donutes landed on the black of its hirsute back. I then saw a peculiar pattern: The anteater's toothless proboscis hung down, yielding a \u0026quot;1,\u0026quot; and the donut upon its back suggested \u0026quot;0.\u0026quot; I slammed against a roulette wheel and set the ball in motion as I mumbled the last I'd seen: \u0026quot;Ten? On black?\u0026quot; And thus the edentate mammal had given me my score. It was a curious juxtaposition of formless math and endless electronic expanse. Fate is a hairy affair.\u003c/p\u003e"}
{"_id":{"$oid":"5aaf25a1ac09cda831d11596"},"keyword":"scattered","id":9.0,"categ":"essay","images":["jades.jpg"],"title":"Scattered Jades: These Jades I Scatter (1998)","subTitle":"At the School of Theology at Claremont, I wrote a monthly column on indigenous theology. Here I explain the title's meaning.","pageNo":1.0,"contents":"\u003cp\u003eAs this column is new to many readers at the School of Theology at Claremont, an explanation of this title is in order.\u003c/p\u003e\u003cp\u003eFor over three thousand years of Mesoamerican civilization, jade has been a very valuable substance. Since the time of the Olmecs, one of Mexico's earliest civilizations, jade symbolized wealth and power. Prized even higher than gold, it was the most precious substance on earth, and perhaps in part because it is, as geologists say, the \u0026quot;toughest\u0026quot; mineral known. I would think that jade was also revered for its sheer beauty, like the soothing, flowing green of a tropical river. One of the oldest goddesses in Mesoamerican history, the goddess of life-giving waters, was later named by the Aztecs as Chalchihuitl Icue, \u0026quot;Her Skirt is Jade.\u0026quot; Jade was a powerful and spiritual mineral. Jade was sacred.\u003c/p\u003e\u003cp\u003eSo when the Aztecs described the expounding of wisdom as a \u0026quot;scattering of jades,\u0026quot; they suggested that the wisdom itself was something truly precious to share, its spoken words as sacred as the stones. The uttered word had a power in itself. In the myths of the Mayan \u003cem\u003ePopol Vuh\u003c/em\u003e, the creator gods simply spoke the word \u0026quot;earth\u0026quot; above the waters to create land. The force of the Word invokes the force of creation: \u0026quot;All things came into being through him, and without him not one thing came into being\u0026quot; (John 1:3). It is the Word that \u003cem\u003eYHWH\u003c/em\u003e spoke, which caused the world to be (Ps 33:9). In Hindu schools of \u003cem\u003esphota\u003c/em\u003e cosmology, the whole universe comes into existence through the vibrations of sound. It is only fitting that the Word, as the essence of creation, is likened to the most sacred substance within creation.\u003c/p\u003e\u003cp\u003eThose who possessed the sacred words, the elders who scattered the jades, were highly respected for the ancient wisdom they carried in their words. The tlahtoani, the Aztec emperor, was literally the \u0026quot;speaker.\u0026quot; Because my articles often touch on the ancestral thought from Mexico, I thought it appropriate to use a title that showed the respect I have for that wisdom and how highly I value it myself.\u003c/p\u003e\u003cp\u003eThis is not to say that my own articles carry the impact of the ancient sayings -- how could they? -- but that I hope they can at least stand firmly from within the tradition. Call it the raison d'etre for this column, but I do believe that even the ancestral sayings have some valid truth and a significance for modern times. It may take years for me to scourge all the sources, read all the codices, and meditate on the principles, but I like to think that writing this column serves at least as a primer, a prolegomenon if you will, for the kind of theology I wish to continue. And who knows? Maybe in a few more generations, the elders will have freshly cut and finely polished jades to scatter into the next millennium.\u003c/p\u003e"}
{"_id":{"$oid":"5aaf2688ac09cda831d11597"},"keyword":"streamserp","id":10.0,"categ":"essay","images":["skyserp.jpg"],"title":"Scattered Jades: The Streaming Serpent (1999)","subTitle":"Meditations on serpent symbolism in Mesoamerican religions.","pageNo":1.0,"contents":"\u003cp\u003eIt begins in a dark room, lit under the supple glow of a sole candle. Before the candlelight a standing stick of incense burns slowly. At times, the incense fumes lift rapidly, fanning into the air into wide plumes, coiling into helices, or waving in undulatory patterns. But it is always the same flowing stream of incense. Thirteen centuries ago, a Maya priestess would have gazed into such a stream of rising incense and, through deeper and deeper trance, would have seen the serpent rising within the smoke. The priestess could then communicate with this Vision Serpent, this sacred vehicle carrying the soul of an ancestral king. I have begun with this lesson from libanomantic lore because, during the last vacation, I thought much on the symbolism of the serpent in Mesoamerican thought. And I have found it everywhere.\u003c/p\u003e\u003cp\u003e\u003cem\u003eAs water, the serpent cleanses.\u003c/em\u003e In the sacred calendar, the day-sign of the serpent occurs under the presence of Chalchihuitl Icue, the goddess of living waters. She was present in running streams, standing lakes, and any water that sustained life, from fish to crop. She was invoked in baptismal rites and healing waters, for her water had the power to wash away various negative influences. This was the water that streamed over the earth like a winding serpent, coursing over the land and suffusing it with life, just as the streams of blood course through one's vessels. The serpent was here, too.\u003c/p\u003e\u003cp\u003e\u003cem\u003eAs blood, the serpent sustains.\u003c/em\u003e In carvings such as those at Chich'én Itzá, the blood of sacrifices often spurted out into streams ending in snake heads. The blood that once nourished a human flowed over the earth and nourished the latter in turn. Upon death, one's vital energy was not dissipated as much as it was dislocated. The Mesoamerican lived in a world in which every constituent of the human being—be it matter, energy, or spirit—continued to exist after death, with new forms and functions to maintain the cosmic order.\u003c/p\u003e\u003cp\u003e\u003cem\u003eAs wind, the serpent inspires.\u003c/em\u003e One of the most ancient of the Mesoamerican deities was the Feathered Serpent, best known as Quetzalcoatl, the god of wind. Life cannot exist without breath, and breath cannot exist without wind. These were the winds blown by the Feathered Serpent as Ehecatl, the sacred, life-giving Wind. The swift, whipping winds of the highlands were the invisible Wind Serpents, the Ehecacoameh as they are still called today. The association between the wind and the serpent is perhaps the oldest and most widespread in Mesoamerican history, in contrast to the other three elements. And unlike other deities who operated in relation to the four cardinal directions, the wind moved in every direction. The wind god's temple could not fit the pattern of the four-sided pyramid, therefore; only a circular shape captured the wind's motion through infinite vectors.\u003c/p\u003e\u003cp\u003e\u003cem\u003eAs earth, the serpent nourishes.\u003c/em\u003e The cihuacoatl priest, bearing the title of the \u0026quot;Snake Woman,\u0026quot; was first concerned with the material side of divine provision. He ensured that people were fed and finances were secure. His affairs were as tied to the earth as the reptiles spread across it. The Aztecs perceived the earth goddess as Coatlicue, a monstrous being saturated with serpentine features, forming her skirt, her hands, and even her head. Beneath that skirt of writhing rattlesnakes, her womb bore all life. Caverns were artistically depicted as wombs in the earth, and Nahua children were often delivered in a sweathouse built as an artificial cave. Children were thus born from both the mother and the earth.\u003c/p\u003e\u003cp\u003e\u003cem\u003eAs fire, the serpent renews.\u003c/em\u003e What magnificent creatures the Xiuhcoameh must have been! One can only imagine such enormous beings, their backs ablaze with the dying embers of an old age and the rising flames of the new. Without the sacred fire to usher in a new cycle of time, creation would collapse. As metaphysical concepts, fire and time were interdependent; many cultures believed in a single deity who represented both concepts, such as Huehuehteotl. Likewise, while the Xiuhcoatl was conceived of as a great fire beast, it was also literally the Year Serpent. On the perimeter of the Sun Stone, two great Xiuhcoameh pressed their faces against each other, reflecting the perpetual shift between day and night, the one never overpowering the other. The Xiuhcoatl was also a celestial being, whose nasal crest represented the Pleiades and whose underside was dotted with the very stars of the Milky Way. With the year it embodied time, and with the stars it embodied space. Braided strands of time, momentary divisions of day and night—these are just words. A howling Year Serpent searing through four-dimensional space—it it just a symbol.\u003c/p\u003e\u003cp\u003e\u003cem\u003eAs mind, the serpent molts.\u003c/em\u003e It is the promise of new life. It is the reassurance that, while I cannot yet escape the consequences of my former karma, I can at least begin to shed away the mental habits which brought them into being. I can cast them all into the outermost cuticle of my skin. And then, with the vow to never repeat those habits, I tear them off my body. \u003cem\u003eRrrip! Rrrip!\u003c/em\u003e So what is left? - the luster of iridescent scales, the rich shimmer of the pure mind beneath the layer of old, dead skin.\u003c/p\u003e\u003cp\u003eSerpents were everywhere. A double-headed serpent upheld the Mayan sky. Serpents flashed as streaks of lightning from the Zapotec clouds. They carried the Olmec shaman's consciousness. They channeled down the Huichols' rain. For eight days, they swallowed the Toltecs' planet Venus. How they ruled the sky! How they ruled time! The Mesoamerican cosmology was one whose very patterns of energy and fabric of matter were personified by or pervaded with animate beings. It is a concept that still leaves me stultified. But it is nonetheless an extremely interesting paradigm. I believe that the serpent offers its own paradigm: that one kind of animal can conceptually represent so many different principles of nature.\u003c/p\u003e\u003cp\u003eThe Mesoamerican's world was an extraordinarily complex web of intersecting and even interchangeable symbols. Recently I had tried reading Nahua prayers from the seventeenth century; I couldn't get past the first verses without total immersion into the Nahua cosmology. I imagine that it must have been fantastic: a universe populated with divine forces, natural spirits, living waters, and the literal \u0026quot;Soul of the World.\u0026quot; It was a spatio-temporal world in continuous motion and flux, whose energies were oft explicable through reference to animals. Even serpents.\u003c/p\u003e"}
{"_id":{"$oid":"5aaf27ebac09cda831d11598"},"keyword":"apocalypto","id":11.0,"categ":"essay","images":["copanahau.jpg","kinich.jpg","divergod.jpg","sacrifice.jpg","kamasootz.jpg","jaguarpaw.jpg"],"title":"Ritual, Representation, and Responsibility: Maya Religion in Mel Gibson's \u003cem\u003eApocalypto\u003c/em\u003e (2006)","subTitle":"A critique of the misrepresentations of Maya religion and culture in the film.","pageNo":1.0,"contents":"\u003cp\u003eDecember 7, 2006\u003cbr\u003e(Spoilers for the movie's conclusion appear at the bottom.)\u003c/p\u003e\u003ch2\u003eMy initial enthusiasm\u003c/h2\u003e\u003cp\u003eI was invited to attend a promotional preview of Mel Gibson's\u0026nbsp;\u003cem\u003eApocalypto\u003c/em\u003e on November 28, 2006, over a week before the nation-wide premiere scheduled for December 8.\u003cbr\u003e\u003cbr\u003eIf you are familiar with my interests in Mesoamerican cultures, you should already suspect my original excitement for seeing this film, especially one with such a magnitude of publicity. Mesoamerican art usually appears as background detail in American media, though some memorable appearances include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eThe Zapotec sculpture in Captain Kirk's office in\u0026nbsp;\u003cem\u003eStar Trek\u003c/em\u003e\u003c/li\u003e\u003cli\u003eThe Remojadas-style Mictlan Teuctli death god in\u0026nbsp;\u003cem\u003eLegend\u003c/em\u003e\u003c/li\u003e\u003cli\u003eA  brazier featuring the rain god Tlaloc at the Los Angeles County Museum of Natural History, from the \u0026quot;Inca Mummy Girl\u0026quot; episode of \u003cem\u003eBuffy the Vampire Slayer\u003c/em\u003e\u003c/li\u003e\u003cli\u003eThe colossal Olmec head in the Simpsons' basement\u003c/li\u003e\u003cli\u003eThe Maya city of Tikal filmed as the Yavin IV rebel base in\u0026nbsp;\u003cem\u003eStar Wars IV: A New Hope\u003c/em\u003e\u003c/li\u003e\u003cli\u003eThe Mexica eagle seizing upon a serpent in\u0026nbsp;\u003cem\u003eHarry Potter and the Prisoner of Azkaban\u003c/em\u003e\u003c/li\u003e\u003cli\u003e(NEW) And that bizarre excuse for Mesoamerican culture in \u003cem\u003eIndiana Jones and the Kingdom of the Crystal Skull\u003c/em\u003e\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThat being said, ancient Mesoamerican culture has also had its share of vilifying misrepresentations. The Feathered Serpent deity Quetzalcoatl was the homicidal monster for the horror movie\u0026nbsp;\u003cem\u003eQ\u003c/em\u003e. The Maya site of Chich\u0026eacute;n Itz\u0026aacute; was the ceremonial center for the human sacrifices performed in the\u0026nbsp;\u003cem\u003eBeastmaster\u003c/em\u003e. The Mesoamerican priest is a sadistic villain, taking personal pleasure in destroying his sacrificial victims, as in the\u0026nbsp;\u003cem\u003eRoad to El Dorado\u003c/em\u003e.\u0026nbsp;\u003cbr\u003e\u003cbr\u003eAs a Mexican-born, Huichol-descent scholar and practitioner in Mesoamerican religion, I was looking forward to finally seeing an accurate portrayal of ancient Mesoamerican culture in an internationally distributed film, a movie to redeem the so often negatively portrayed stereotypes of ancient Mesoamerican religion and society I had encountered many times prior. (I hesitate to talk here about how much I appreciated\u0026nbsp;\u003cem\u003eLa Otra Conquista / The Other Conquest\u003c/em\u003e because not enough people have seen it.) Unfortunately, \u003cem\u003eApocalypto\u003c/em\u003e not only maintains these stereotypes, but it also does so on an unprecedented scale. For the interest of this essay I will focus on the religious themes that I found not just erroneous but offensive, after I review some of the more glaring errors in the film's depiction of Maya society.\u003c/p\u003e\u003c/td\u003e\u003ch2\u003eThe \u0026quot;Maya\u0026quot; of \u003cem\u003eApocalypto\u003c/em\u003e\u003c/h2\u003e\u003cp\u003e\u003cem\u003eApocalypto\u003c/em\u003e takes place in a world of small, agrarian villages living in idyllic peace before the sudden ransack by the Evil Empire, a picture Mel Gibson had already painted in \u003cem\u003eBraveheart\u003c/em\u003e. (Even James Horner's musical cues matched his score for \u003cem\u003eBraveheart\u003c/em\u003e.) The villagers are slaughtered, the survivors hauled to the capital city to be sold into slavery or prepared for sacrifice. What differs from this world and the world of \u003cem\u003eBraveheart\u003c/em\u003e is that here we have neither back story nor agenda for the ruler's command to attack the village. Yes, the Maya armies \u003cem\u003edid\u003c/em\u003e occasion slave raids, but for the most part villages were part of the larger political system. It was in the rulers' economic interests to maintain a large rural population. The amazement of the commoners at seeing the glory of the great capital city both mimicked the slave Juba's reaction to seeing the Roman Coliseum in \u003cem\u003eGladiator\u003c/em\u003e and ignored the fact that many Maya actively traveled between village and city.\u003c/p\u003e\u003cp\u003eThe architecture in the great city was more a collage of regional styles than representative of an actual locale, and the central temple epitomized this production style. Its architectural foundation was based on the temples at Tikal (Guatemala), but upon the fa\u0026ccedil;ade over the summit shrine appeared a macaw god mask from the Puuc in Yucatan (Mexico), and at the sides of the shrine entrance stood ceramic incense chimneys from the Palenque region in Chiapas (Mexico). One of the attendee rulers was masked with large jade goggles recalling the dynastic founder Yax K'uk' Mo' of Copan (Honduras). And the language in\u0026nbsp;\u003cem\u003eApocalypto\u003c/em\u003e was Yucatec, from the Yucatan region toward the north of the Maya cultural area. As a linguistic region the Maya land includes communities speaking over 40 different languages, as closely related as Gaelic, English, Latin, and Sanskrit are to each other. Picture a cinematic version of \u003cem\u003eRomeo and Juliet\u003c/em\u003e meant to take place in a Renaissance Italian city, with the Notre Dame cathedral, the Leaning Tower of Pisa, and Hadrian's Wall in the landscape, and the characters are speaking 20th-century French. Such are the \u0026quot;Maya\u0026quot; in \u003cem\u003eApocalypto\u003c/em\u003e.\u003c/p\u003e\u003cp\u003eI defer to the professional Maya anthropologists to describe other ethnological inaccuracies in the portrayal of the Maya in this film. My specialty is religion, so that will be my topic here.\u003c/p\u003e\u003ch2\u003eProphecy and revelation\u003c/h2\u003e\u003cp\u003eThe selling point of the film is prophecy: the portents of a civilization's demise, hinted at in the film's very title. \u0026quot;Apocalypto\u0026quot; is Greek for 'reveal,' literally 'to unveil.' In its noun form, \u003cem\u003eApokalypsis\u003c/em\u003e is the Greek title for the Book of Revelation. Mel Gibson's use of a title inspired by Biblical Greek instead of from a Mesoamerican language (such as \u003cem\u003etetzahuitl\u003c/em\u003e, Nahuatl 'omen') had already defined the frame through which the film would be written.\u003c/p\u003e\u003cp\u003eThis is not to say that prophecy did not exist in Mesoamerica before European contact. Divination, augurs, and the foretelling of destiny were as natural of consequence as the rising of the sun. To understand Mesoamerican time requires an understanding of their calendars, wheels upon wheels of the natural and the sacred rotating in the fugue of temporal cycles. Each day was a combination of one of twenty symbols, one of thirteen numbers, and one of nine nights, each introducing a specific conjunction of divine forces, brought from the deities present upon each symbol, number, or night. To know the signs aligning over the day of an infant's birth was to know that person's destiny. And so with the birds in the sky, the patterns of scattered maize kernels, the reflection of water in a jar, or the length of a patient's arm: there were many ways to \u003cem\u003eontlachiya\u003c/em\u003e, 'look outward beyond' conventional reality and into the hidden patterns that were shaping it.\u003c/p\u003e\u003cp\u003eWe get none of this in \u003cem\u003eApocalypto\u003c/em\u003e. A pustulated girl points at the oppressor army and pronounces several prophetic events that should herald the collapse of the empire. All of these events occur around one man, a harbinger of social upheaval and the emergence of a new order: a messiah. This kind of narrative has more to do with the infancy accounts of Moses and Jesus than anything in Mesoamerica. Worse still, the prophecies that play out in sequence around the protagonist, Jaguar Paw, have no real consequence on the character himself. This is cheap prophecy. There is nothing that Jaguar Paw actually \u003cem\u003edoes\u003c/em\u003e to bring about the great social catastrophe that the audience has been waiting so eagerly to watch. That is the task of the people at the end of the film. Dude, where's my payoff? Give me at least one epic battle, even a spectacular Aztec flower war! Despite the messianic tone running through the film, the prophesied hero of \u003cem\u003eApocalypto\u003c/em\u003e does not rally a grass-roots movement that, through charismatic leadership and heroic perseverance, transforms into an epic struggle. That's what I get for expecting a Maya version of \u003cem\u003eDune\u003c/em\u003e.\u003c/p\u003e\u003cp\u003eOne other question: these people were astounded by a solar eclipse? The \u003cem\u003ereal\u003c/em\u003e Maya would have seen it coming a decade ago.\u003c/p\u003e\u003ch2\u003eWhat kind of gods?\u003c/h2\u003e\u003cp\u003eThey have too little to do with the story to tell. Only four deities are mentioned in\u0026nbsp;\u003cem\u003eApocalypto\u003c/em\u003e: the gods Ek Chuah and Kukulkan and the goddesses Ixchel and the enigmatic \u0026quot;Goddess of the Scaffolds.\u0026quot;\u003c/p\u003e\u003cp\u003eFirst I should clarify what I mean by Mesoamerican \u0026quot;gods.\u0026quot; These were not distinct figures with unique personalities, dwelling in an Olympian hall as the Greeks, Mesopotamians, or Chinese would have conceived of the pantheon. The deities of the Mesoamerican world inhabited various realms: in the multiple levels of the heavens and the underworld and in the natural world. Gods and goddesses inhabited deep within mountains and wells, and they embodied celestial figures like the sun, the moon, and the planet Venus. The deities were not categorically distinct: a fertility goddess could bear the facial features of the rain god, or the god of the planet Venus could wear multiple masks. The supreme god of the Aztecs, Tezcatl Ihpoca, had four aspects, each identifiable with a principal color and cardinal direction.\u003c/p\u003e\u003cp\u003eA Mesoamerican deity had both positive and negative sides to its being, not because it was ambivalently good and evil but because the natural force it embodied could assume either quality. Fire may bear light or cook food, but it could also sear flesh or burn houses. Does that make fire necessarily good or evil, then? Its potential to cause benefit or harm depends on its application and its intensity. This was the nature of the Mesoamerican gods.\u003c/p\u003e\u003cp\u003eThree of the deities mentioned in\u0026nbsp;\u003cem\u003eApocalypto\u003c/em\u003e come from Yucatec names. While addressed in the film for forgiveness as if a redeemer of transgressions, Ek Chuah was the patron deity of travelers and merchants. The goddess Ixchel was the goddess of the moon, childbirth, and other women's symbols and activities. These were not the only two deities of the Maya world, however, but it would be easy to think that they were the principal God and Goddess of the Maya world because only two other deities are named in \u003cem\u003eApocalypto\u003c/em\u003e. If Ek Chuah and Ixchel were addressed as the \u0026quot;good\u0026quot; God and Goddess in the film, Kukulkan and the \u0026quot;Goddess of the Scaffolds\u0026quot; were portrayed as the \u0026quot;evil\u0026quot; counterpart God and Goddess, the recipients of human sacrifice. The god Kukulkan is a translation of \u0026quot;Feathered Serpent,\u0026quot; more famously known as Quetzalcoatl in the Nahuatl language of the Aztecs. We do have historical accounts of a Toltec ruler by that name who left Central Mexico to seek political refuge in Yucatan, but this historical background has no bearing on the \u003cem\u003eApocalypto\u003c/em\u003e version, who we are to assume was an evil, bloodthirsty god.\u003c/p\u003e\u003ch2\u003eSacrificial slaughter\u003c/h2\u003e\u003cp\u003eSacrifice among the Maya, as in many Mesoamerican societies, was based on the interdependence of the human and divine realms. Blood was the vehicle of life energy, circulated within an ecology among humans, nature, and the gods. Because blood was the most sacred substance a human could offer to the gods, Maya nobles were often depicted in scenes of solemn bloodletting, giving of their own blood through piercings through the tongue, lips, genitals, and other quick-healing parts of the body, usually in private ritual. Sacrifice was a spiritual practice.\u003c/p\u003e\u003cp\u003eThe sacrifice scenes in \u003cem\u003eApocalypto\u003c/em\u003e, in contrast, are meant to horrify the audience. They aggrandize the power of the rulers and humiliate their sacrificial captives, who are slaughtered in numbers with gory heart extraction and decapitation. What is left of the body is tumbled down the stairs, onto the ground level of the temple, and the severed heads were skewered upon poles and left to decay. The graphic intensity and sheer scale of this violence is reminiscent of the Aztecs, and even among them the human sacrifices were given more respect than seen in this film. The living human sacrifice was the embodiment of a god, and he or she was due that reverence even unto death. Instead, we get dehumanizing, gratuitous brutality bereft of spiritual meaning and recalling the Coliseum scenes (courtesy of the Evil Pagan Empire) in \u003cem\u003eGladiator\u003c/em\u003e. Christians in the arena also come to mind.\u003c/p\u003e\u003ch2\u003eBetween Heaven and Hell\u003c/h2\u003e\u003cp\u003e\u003cem\u003eApocalypto\u003c/em\u003e should not have used \u0026quot;hell\u0026quot; in its subtitles. Aside from the mainstream ideas of Hell as a realm of eternal torment, presided over by the masters of evil, the defining feature that most clearly distinguishes it from Mesoamerican concepts of the underworld is that Hell is a place to punish the guilty for their \u003cem\u003echoice\u003c/em\u003e to do wrong. In most of the world religions, one's afterlife depends on how that person lived. In ancient Mesoamerica, this depended on how that person died.\u003c/p\u003e\u003cp\u003eThe Aztecs had an especially elaborate geography of the netherworlds. People who died from drowning, lightning, or other water-related accidents would come to the watery paradise of Tlalocan. human sacrifices were ensured the supreme honor of the highest heavens, where the spirits of warrior men brought the sun into the sky and deified women who died in childbirth would carry it into the underworld at dusk. Most deceased commoners had to pass through a series of trials along a path taking four years on foot, ending at the 'land of the dead' that was Mictlan.\u003c/p\u003e\u003cp\u003eThe Maya underworld was Xibalb\u0026aacute;, the 'place of fright,' a vast underground realm with houses of bats, knives, darkness, and cold, inspired by impressions of deep caverns as portals to the land of the dead within the earth. Even the rulers descended into this realm upon death. The Maya did not expect to reunite with their loved ones upon death. This is a Christian interpretation. Which could be said for most of the Maya religion in \u003cem\u003eApocalypto\u003c/em\u003e.\u003c/p\u003e\u003ch2\u003eConclusion: What next?\u003c/h2\u003e\u003cp\u003eBased on the arguments I have listed above, \u003cem\u003eApocalypto\u003c/em\u003e is ultimately not a film about the Maya. It is a film about \u003cem\u003eMel Gibson's\u003c/em\u003e mosaic (and Mosaic) view of the Maya, filtered through Biblical apocalypticism. In this essay I have attempted to show how the religion in \u003cem\u003eApocalypto\u003c/em\u003e is not Maya religion at all.\u003c/p\u003e\u003cp\u003eThe audience's \u0026quot;suspension of disbelief\u0026quot; alone cannot save \u003cem\u003eApocalypto\u003c/em\u003e. The flimsy plot is further contrived with the only female protagonist stuck in a hole through most of the movie, and half of the film involves either trodding or running through rain forest without context. The only complex character is the well-played war chief, but his obsessive pursuit becomes clich\u0026eacute;d toward the end, slouching toward an outrageous conclusion. It was not just a weak Maya movie, it was a weak movie.\u003c/p\u003e\u003cp\u003eSo why should anthropologists care about what Hollywood is doing with our subjects? The audience response upon the closing credits should tell. I overheard many of the leaving viewers complain about its gore, and some explicitly hated the film for that. Is this what ideas of the Maya will become to the American public? Are we not as anthropologists ethically obliged to defend the dignity of contemporary indigenous peoples against these powerful colonialist programs of vilification?\u003c/p\u003e\u003cp\u003eMy nagging regret is that this could have been a great movie, especially for its (missed) opportunity to present an accurate dramatization of a part of the world known more conventionally in mainstream Western culture as the \u0026quot;mysterious\u0026quot; Maya.\u003c/p\u003e\u003cp\u003eWhat next? My answer is: If you want an awesome movie on the ancient Maya grounded in ethnological accuracy, go see... um... wait, I have to write it.\u003c/p\u003e\u003ch2\u003e***SPOILER ALERT***\u003cbr\u003e\u003cbr\u003eI discuss the ending below.\u003cbr\u003e\u003cbr\u003e***SPOILER ALERT***\u003c/h2\u003e\u003ch2\u003ePostscript: End of an Empire?\u003c/h2\u003e\u003cp\u003eUntil the end of the film I was thinking that the story was taking place during the late Classic period, during some time between 700-900 AD. I reasoned on this time frame because of the artistic and architectural styles described above.\u003c/p\u003e\u003cp\u003eThen I saw the Spanish ships. Their arrival meant that the whole film was taking place at the turn of the sixteenth century. I was already frustrated that the city scenes could not settle on the style of a single location, but now it was additionally at a completely wrong time.\u003c/p\u003e\u003cp\u003eThe quote from Will Durant at the beginning of the film touted that \u0026quot;a great civilization is not conquered from without until it has destroyed itself from within.\u0026quot; Aside from the menace of a plague, whose effects were not shown at all, \u003cem\u003enothing\u003c/em\u003e in \u003cem\u003eApocalypto\u003c/em\u003e demonstrated that the Maya civilization was at such a cusp of collapse. No Aztec invasions, no internal insurrection, no religious revolution: what did Durant have to do with the movie? Where was this \u0026quot;internal destruction\u0026quot; before the Spanish came to finish the job?\u003c/p\u003e\u003cp\u003eBut in good timing did the Spanish arrive. The might of the Spanish would conquer the Evil Pagan Empire, like Cyrus leading the Persians to vanquish the pagan Babylonian captors of Israel (Isaiah 14). To affirm the righteousness of the Spanish, the camera must zoom to the friar holding the Cross, the new religion to replace the evil gods of war and sacrifice and to introduce the triumph of the Christ, the unofficial sequel to the \u003cem\u003ePassion\u003c/em\u003e.\u003c/p\u003e\u003cp\u003e\u003cstrong\u003e\u003ca href=\"http://ambergriscaye.com/earlyhistory/timeline.html\" target=\"_blank\"\u003eAnd they all lived happily ever after.\u003c/a\u003e\u003c/strong\u003e\u003c/p\u003e"}
{"_id":{"$oid":"5aaf2a15ac09cda831d11599"},"keyword":"commence","id":12.0,"categ":"essay","images":["viacrusis.JPG"],"title":"My graduation commencement speech at the University at Albany (2006)","subTitle":"For receiving my doctorate from the Department of Anthropology.","pageNo":1.0,"contents":"\u003cp\u003eMay 20, 2006\u003c/p\u003e\u003cp\u003eI give this address today in the same manner of my dissertation: all about me. Namely, how the course of my research evolved through the doctoral career, which in turn would influence the knowledge I could obtain.\u003c/p\u003e\u003cp\u003eLet\u0026rsquo;s begin with a quote from a ritual specialist at one of the Aztec villages I inhabited during my fieldwork as he asked: \u0026quot;What do we begin with, and what do we end with?\u0026quot; When I first visited the department of anthropology in December of 2000, my Master's in religion was still fairly fresh. So why the shift from a religious background to anthropology? This was where all the Mesoamerican studies were being done. So if I wanted to pursue an advanced degree in this subject, it was time to learn something about the discipline. I honestly felt a little apprehensive when one of the students at my guest lunch said that graduate study here could help \u0026quot;change\u0026quot; my approach from the one I had been accustomed to at the School of Theology at Claremont, California.\u003c/p\u003e\u003cp\u003eI found that I would not have to make so drastic a change. The renowned anthropologist Eric Wolf described anthropology as the most scientific of the humanities and the most humanistic of the social sciences. As a science it lends itself to the discipline of systematic scientific method and inquiry, but as a member of the humanities it concerns the histories and trajectories of human experience.\u003c/p\u003e\u003cp\u003eIn my first year at Albany I had a sample of all four fields of anthropology: archaeology, biological anthropology, ethnology, and linguistics. And, importantly, from the onset of my graduate career there were courses that integrated the four fields, like the Maya archaeology course taught by Marilyn Masson and the Language and Culture course taught by James Collins. Such were the courses that early inspired my research approach for Mesoamerican religion.\u003c/p\u003e\u003cp\u003eThe merit of the four-field approach came to its full utility when I took it to the field, specifically during the year of cultural fieldwork I conducted among the Aztec and Otom\u0026iacute; villages of northern Veracruz, near the central coast of the Gulf of Mexico. Eight months were spent in Veracruz living among the indigenous communities to explore concepts concerning witches that can transform into animals, as well as related ideas of the supernatural world and how these ideas are changing through contemporary social pressures.\u003c/p\u003e\u003cp\u003eSo, first of all, this study was an investigation of \u003cem\u003elanguage\u003c/em\u003e \u0026ndash; how do people \u003cem\u003etalk\u003c/em\u003e about the supernatural world, and what \u003cem\u003ewords\u003c/em\u003e do they use in their native languages to express such ideas? These words have long histories, and their specific meanings must be sought out through cultural context, in the day-to-day practice of language and the social institutions through which concepts are interpreted and meanings are understood. The native peoples of this part of Mexico have had different histories of settlement in this region which may be explored through archaeology. And, finally, because this research was ultimately a study about witchcraft, native concepts about the human body, illness, and medicine also needed consideration.\u003c/p\u003e\u003cp\u003eThe cultural anthropologist H. Russell Bernard compared ethnography, the documentation of a community's cultures and practices, to an art, as much as a science. That is to say, we learn through field experience, through trial and error, what methods to employ for a given investigation. Trial and error befuddled my first months in the field. There is an assumption that cultural knowledge, like any other scientific subject, is simply \u0026quot;\u003cem\u003eout there\u003c/em\u003e\u0026quot; for the investigator to collect as empirical data with the proper measuring and recording equipment. But this is not true! You can set up a camouflaged shelter and take photos of a jungle bird from an invisible distance; you \u003cem\u003ecannot\u003c/em\u003e do this for a new year's ceremony. My position as an anthropologist and an outsider was continually a subject of negotiation, and this in turn affected what people could (or could not) tell me about matters as sensitive as witchcraft crises and native religion. It was only through the building of trust that people would begin to tell me about a much richer world of the supernatural. With the building of trust also came the building of friendship among the communities. The best sign of a successful field season is when you miss the people at home when you are in the field, but you miss the people in the field when you are home.\u003c/p\u003e\u003cp\u003eEven when we focus on subjects like people's origins, languages, diseases, values, or ideas, it must always be recalled that our study is a study about \u003cem\u003epeople\u003c/em\u003e. The definition of anthropology is the study of our selves as humans and, I would add, of our humanity.\u003c/p\u003e\u003cp\u003e\u0026quot;What do we begin with, and what do we end with?\u0026quot; I came into the department with questions about religion, on how people conceive of and interact with a larger world of the supernatural. I leave the department with even more of these questions, but with a complement of methods and disciplines through which to pursue such subjects in my forthcoming career. Through the course of my graduate study at Albany, I found anthropology to have a place for my humanities background, just as it lends itself to making connections with many academic disciplines. Underlying this all, anthropology is the science of what defines us as humans.\u003c/p\u003e"}
{"_id":{"$oid":"5aaf2b42ac09cda831d1159a"},"keyword":"maya2012","id":13.0,"categ":"essay","images":["chinkultik.jpg"],"title":"Selling the \u0026quot;2012 Prophecy\u0026quot;","subTitle":"A brief harangue against the commercialization of Maya cosmology.","pageNo":1.0,"contents":"\u003cp\u003e2012 was the year when I saw the world buy Mesoamerican myth like candy.\u003c/p\u003e\u003cp\u003eFor years the world awaited its solstice on December 21, when a four hundred-year cycle of the Maya calendar would turn. A collision, an enlightenment, an arrival, or the end of all: the prophecies were baldly vague, yet all in the apocalypse market agreed that some crisis was coming to change the world. It was easier to let a distant, cosmic circumstance bring the revolution that man himself would not.\u003c/p\u003e\u003cp\u003eThe believers gave their ears to self-made shamans and seers who proclaimed access to the truths of ancient Maya mysteries. With divine clout and mellifluous talk, they insisted that the Maya had inscribed warnings for our modern day, if we could just heed the clear omens in their prophetic glyphs. (Disregard that none exist, if ever they did.)\u003c/p\u003e\u003cp\u003eI watched the market extract a Native American belief, confect saccharine prophecies around it, sell the package at a premium, and then ridicule the source when it fizzled. \u0026ldquo;The Maya lied to us.\u0026rdquo; 2012 was the year that announced that mocking Native American religion is still peachy and sweet--and now open to all shoppers worldwide. These are the caravans of fabrication that I drive against.\u003c/p\u003e"}
{"_id":{"$oid":"5aaf2bf9ac09cda831d1159b"},"keyword":"powerless","id":14.0,"categ":"essay","images":["binding3.jpg"],"title":"The Reality of the Powerless","subTitle":"The powerless are apt to find patterns where others do not. Are they right?","pageNo":1.0,"contents":"\u003cp\u003e\u003cem\u003e\u0026ldquo;It will rain because I say it will rain.\u0026rdquo; All as if by normal consequence. Mm-hmm\u003c/em\u003e.\u003c/p\u003e\u003cp\u003eThe October 3, 2008 edition of \u0026ldquo;All Things Considered\u0026rdquo; ran a feature on the psychological origins of conspiracy theory, superstitious belief, and magical thinking. Jennifer Whitson, of the University of Texas\u0026rsquo; McCombs School of Business, asked why such apparent irrationalities were so commonplace. As anthropology had demonstrated, magical beliefs focused on situations beyond human control, at the whim of chance.\u003c/p\u003e\u003cp\u003eWhitson gave her experimental subjects tests, some rigged with answers declared \u0026ldquo;incorrect,\u0026rdquo; despite their actual veracity and the subjects\u0026rsquo; convictions. When shown images of random \u0026ldquo;noise,\u0026rdquo; those who had been given rigged tests tended to impose patterns upon the static, patterns that weren\u0026rsquo;t there. The same results held for those asked to relive situations that they felt had been out of their control. Having lost these feelings of control, the subjects\u0026rsquo; minds generated new patterns, modifying chaos by remaking order.\u003c/p\u003e\u003cp\u003eAs I listened to this account, I raised several of my own questions. The first was admittedly tangential: Is it not also the task of language to create patterns and categories out of chaotic surroundings? The second was more specific to me: How do these findings pertain to my own search for the patterns within the Aztec calendar? Are they merely psychological impositions as a response to the stress of powerlessness? Or… do the patterns exist, and have the stressors been shifting my cognition toward better perceiving them? There is the path of every mystic, prophet, or shaman before me. Or furthermore: does my mind impose patterns not from the world but upon it? There is the path of siddhas, saints, and sorcerers.\u003c/p\u003e\u003cp\u003eWhitson assuaged the concern that the process was irreversible. The study recounted how allowing subjects to focus on their highest convictions led to a decrease in the perception of patterns from the noise, to return to seeing the world \u0026ldquo;as it really is.\u0026rdquo; While I appreciate the utility of this therapy, I hold to another pattern I still see, the subtle arrogance of relegating any worldview beside that of secular, inanimate empiricism to self-deluded fallacy.\u003c/p\u003e\u003cp\u003eQuestion three: how is the world really, then? As science is revealing an increasingly multidimensional universe of multivariate systems, the patterns are being continually redefined. The myth of objective, universal reality is crumbling in purview.\u003c/p\u003e\u003cp\u003eOne last thought: that the \u0026ldquo;real world\u0026rdquo; is defended by a management professor rather than a philosopher whiffs of \u003cem\u003eargumentum ad verecundium\u003c/em\u003e, the fallacy of argument from an improper authority. If the patterns in the world of the powerless were less valid than those in the \u0026ldquo;real,\u0026rdquo; then why heed their deluded voice?\u003c/p\u003e"}
{"_id":{"$oid":"5aaf306eac09cda831d1159c"},"keyword":"imports","id":15.0,"categ":"essay","images":["teayoquetz.jpg"],"title":"The Origin of \u0026quot;Feathered Serpent Imports\u0026quot;","subTitle":"Why Quetzalcoatl was the ultimate choice for naming my Mexican art store.","pageNo":1.0,"contents":"\u003cp\u003eAs soon as I reasoned that a Mexican folk art store could be a viable project, I knew to name it after the Feathered Serpent, Mexico\u0026rsquo;s most celebrated native god. Also one of the most extensively described of the old deities, an encyclopedia would demand volumes \u0026ndash; so here I will focus on the impressions and experiences that inspired my choice.\u003c/p\u003e\u003cp\u003eA divinity of mythical stature and natural immanence, the Feathered Serpent is both a creator of the world and a participant within. He commonly appears as a great, draconic serpent dressed in the emerald plumes of the quetzal bird.\u0026dagger; Such splendid feathers were befitting of only kings, and the serpent itself symbolized the continuity of noble generations. Thus the god embodied three of the essential qualities of royal authority: the gods\u0026rsquo; divine sanction, the kings\u0026rsquo; dynastic succession, and their royally exclusive accoutrements.\u003c/p\u003e\u003cp\u003eAnd yet the Feathered Serpent brought far more than kingship alone. Indeed, humanity owes its very existence to the god\u0026rsquo;s mythic feats. In Aztec lore he originally shaped the first humans and gave them breath. He then brought the civilization in which they could cooperate. This is to say, the god created not only man but the conditions by which to foster the human experience. He is the spirit that makes us more than mere animals, but rather beings instilled with the desire to pursue truth and the sacred. He is also a patron of the arts, especially those that overlap the aesthetic and the holy. In this manner I put extra effort to collect such pieces for the shop: works that represent Mexico\u0026rsquo;s amazing variety and spirituality. I aspired to presenting a shop with a selection and quality worthy of the Serpent\u0026rsquo;s name.\u003c/p\u003e\u003cp\u003eThe Feathered Serpent is one of Mexico\u0026rsquo;s first gods. His earliest depictions in the Central Mexican highlands are over three thousand years old, and his constant presence in the Mesoamerican world testifies to his importance across the many civilizations that venerated him. God of all nations, the Feathered Serpent had many names across the Mesoamerican world: the Mayan Kukulkan, the Mixtec Nine Wind, and most famously as the Aztec Quetzalcoatl. These societies incorporated him into their pantheons in order to claim descent from the great empires of the past. Through the Feathered Serpent Mexico\u0026rsquo;s new generations could keep the majesty of their cultural forebears. This was one of my most important reasons for adopting his name for the shop: the god was renowned across Mexico, a common spirit of the arts and humanities shared by most of its great civilizations.\u003c/p\u003e\u003cp\u003eIt was the aim of Feathered Serpent Imports to cover the god\u0026rsquo;s expanse across the Mexican lands and plumb the depth of his history, from the oldest civilizations to today\u0026rsquo;s indigenous heirs. The shop sought to bring modern fineries from the Serpent\u0026rsquo;s homeland in order to further expand his presence to the world. To do so, I chose pieces that best represented the spirit of the ancient god: objects with cultural relevance, high quality, and individual beauty.\u003c/p\u003e\u003cp\u003e†So this divinity is often mistaken for a dragon—and even cited as proof of dragons in the New World!\u003c/p\u003e"}
{"_id":{"$oid":"5abda579ddd02c675607fe19"},"keyword":"index","id":0.0,"categ":"root","contents":"\u003ch4\u003e\u003cem\u003eWriter, Programmer, Traveler, Theologian\u003c/em\u003e\u003c/h4\u003e\u003cdiv class='cerrito'\u003e\u003c/div\u003e","title":"Edgar Martin del Campo","pageNo":1.0}
{"_id":{"$oid":"5abfc61c5d59b359a18f40f5"},"keyword":"about","id":16.0,"categ":"root","title":"About","pageNo":"1","contents":"\u003cp\u003eMy portfolio is a \u0026quot;Single-Page Application\u0026quot; built on the MEAN stack: Mongo database, Express middleware, Angular framework, and Node server. It is running in a CentOS 6 environment, accessed via SSH connection.\u003c/p\u003e\u003cp\u003eThe menus and articles are stored as HTML in Mongo collections, queried with Mongoose functions.\u003c/p\u003e\u003cp\u003eAngular regulates the routes and displays for content.\u003c/p\u003e\u003cp\u003eThe graphics schemes are inspired by indigenous Mexican designs. The Favicon is adapted from a Huichol kerchief, and the content wallpaper is a modified texture from an Aztec codex. My profile photo on the index page was taken at the archaeological site of El Cerrito, Quer\u0026eacute;taro State.\u003c/p\u003e\u003cp\u003eCode for this application is available through its GitHub repository: \u003ca href='https://github.com/EdgarAhDzib/EdgarsMEANProfile' target='_blank'\u003egithub.com/EdgarAhDzib/EdgarsMEANProfile\u003c/a\u003e\u003c/p\u003e"}
